/* Error string for OTR message string */
"A private conversation could not be set up." = "Prywatna rozmowa nie może zostać zrealizowana.";

/* Title for the about page */
"About" = "O programie";

/* Label for button to show version numbers and licenses */
"About This Version" = "O tej wersji";

/* SSL error message */
"Access denied" = "Dostęp zabroniony";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Title for the accounts tab */
"Accounts" = "Konta";

/* Button title to add someone as a buddy */
"Add" = "Dodaj";

/* The title for the view to add a buddy */
"Add Buddy" = "Dodaj znajomego";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Add Existing Account";

/* String to describe advanced set of settings */
"Advanced" = "Zaawansowane";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Advanced Encryption Settings";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Podczas szyfrowania wiadomości wystąpił błąd i nie została ona wysłana.";

/* SSL error message */
"Attempt to restore an unknown session" = "Próba przywrócenia nieznanej sesji";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Usuń automatycznie";

/* Label in buddy list for users that are available */
"Available" = "Dostępny";

/* Label in buddy list for users that are away */
"Away" = "Nieobecny";

/* SSL error message */
"Bad certificate format" = "Zły format certyfikatu";

/* SSL error message */
"Bad MAC" = "Zły MAC";

/* SSL error message */
"Bad protocol version" = "Zła wersja protokołu";

/* SSL error message */
"Bad SSLCipherSuite" = "Zły SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Zły nieobsługiwany format certifikatu";

/* string to describe basic set of settings */
"Basic" = "Podstawowe";

/* username section */
"Basic Setup" = "Basic Setup";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Ponieważ zawartość bazy danych jest szyfrowana wyrażeniem hasłowym, straciłeś dostęp do swoich danych i będziesz musiał usunąć i ponownie zainstalować ChatSecure, aby kontynuować. Menadżery haseł takie jak 1Password lub MiniKeePass mogą być pomocne w generowaniu i przechowywaniu silnych haseł.";

/* No comment provided by engineer. */
"Best Available" = "Best Available";

/* The String for a button to block a buddy */
"Block" = "Zablokuj";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Zablokuj & Usuń";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Informacja o znajomym";

/* Cancel an alert window */
"Cancel" = "Anuluj";

/* Error string for OTR message string */
"Cannot read the received message." = "Nie można odczytać odebranej wiadomości.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Nie można rozpoznać rodzaju OTR otrzymanej wiadomości.";

/* SSL error message */
"Cert chain not verified by root" = "Łańcuch certyfikatów niezweryfikowany przez root";

/* SSL error message */
"Certificate expired" = "Certyfikat wygasł";

/* SSL error message */
"Certificate revoked" = "Certyfikat odwołany";

/* SSL error message */
"Chain had a cert not yet valid" = "Łańcuch nie miał jeszcze ważnego certyfikatu";

/* SSL error message */
"Chain had an expired cert" = "Certyfikat łańcucha utracił ważność";

/* Title for chat view */
"Chat" = "Czat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Czatuj ze mną bezpiecznie";

/* Title for chats view */
"Chats" = "Czaty";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Sprawdź kod źródłowy na Github";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Choose from our list of trusted servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "Choose Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "Błąd wynegocjowania zestawu certyfikatów";

/* Label for text field where you compose a new message */
"Compose" = "Utwórz";

/* SSL error message */
"Configuration error" = "Błąd konfiguracji";

/* String for button to connect connect */
"Connect" = "Connect";

/* Whether or not account is logged in */
"Connected" = "Połączono";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Łączenie";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Łączenie z Tor";

/* SSL error message */
"Connection closed gracefully" = "Połączenie bezpiecznie zamknięte";

/* SSL error message */
"Connection closed via error" = "Połączenie przerwane poprzez błąd";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Kopiuj";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Could not decrypt database. If the app is not working properly, you may need to delete and reinstall.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Nie można pobrać klucza publicznego z certyfikatu";

/* No comment provided by engineer. */
"Crash Detected" = "Crash Detected";

/* Title for button to create account */
"Create" = "Utwórz";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Utwórz nowe konto";

/* Start of sentence that will be followed by names */
"Created by" = "Utworzone przez";

/* Title for progress of creating a new account */
"Creating Account" = "Tworzenie konta";

/* Place holder label for custom domains */
"Custom" = "Custom";

/* if you want to change your username */
"Customize Username" = "Customize Username";

/* No comment provided by engineer. */
"Database Error" = "Database Error";

/* SSL error message */
"Decoding error" = "Błąd dekodowania";

/* SSL error message */
"Decompression failure" = "Błąd dekompresji";

/* SSL error message */
"Decryption error" = "Błąd rozszyfrowywania";

/* SSL error message */
"Decryption failed" = "Rozszyfrowanie nie powiodło się";

/* SSL error message */
"Decryption failure" = "Błąd rozszyfrowywania";

/* default string to revert to normal language behaviour */
"Default" = "Domyślny";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Usuń konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Usuń rozmowy po rozłączeniu";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Dostarczono";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Nie przeszkadzać";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Don't change these unless you really know what you're doing. By default we will always select the best available encryption method.";

/* Title for donation link */
"Donate" = "Darowizna";

/* Title for button to press when user is finished */
"Done" = "Zrobione";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* enable permission */
"Enable" = "Enable";

/* button for enabling push messages */
"Enable Push" = "Enable Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Enable Push in Settings";

/* No comment provided by engineer. */
"Enable Tor" = "Enable Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Błąd szyfrowania";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Enter a group name";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "Błąd podczas tworzenia konta";

/* SSL error message */
"Export restriction" = "Ograniczenie eksportu";

/* Default message when a user status is set to extended away */
"Extended Away" = "Nieobecny/a na dłużej";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Nie udało się połączyć z serwerem XMPP. Sprawdź dane użyte do logowania oraz połączenie internetowe i spróbuj ponownie.";

/* SSL error message */
"Fatal alert" = "Krytyczny błąd";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Zapomniałeś wyrażenia hasłowego?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generate Secure Password";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Group Chat";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Group Name";

/* SSL error message */
"Handshake failure" = "Korekcja błędów nie powiodła się";

/* Label for button to open link to translate app */
"Help Translate" = "Pomóż w tłumaczeniu";

/* Label for button to hold to record audio */
"Hold to talk" = "Hold to talk";

/* Label text for hostname field on login scree */
"Hostname" = "Nazwa hosta";

/* SSL error message */
"I/O would block (not fatal)" = "I/O będzie blokować (nie krytyczne)";

/* SSL error message */
"Illegal parameter" = "Nieprawidłowy parametr";

/* Label for incoming data transfers */
"Incoming" = "Incoming";

/* Short for information, button title to get more information */
"Info" = "Info";

/* SSL error message */
"Insufficient buffer provided" = "Niewystarczająca ilość buforu";

/* SSL error message */
"Insufficient security" = "Niewystarczające zabezpieczenie";

/* SSL error message */
"Internal error" = "Błąd wewnętrzny";

/* SSL error message */
"Invalid certificate chain" = "Nieważny łańcuch certyfikatów";

/* title label for invalid email */
"Invalid Email" = "Nieprawidłowy e-mail";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Knock";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Knock Sent";

/* string to bring up language selector */
"Language" = "Język";

/* log in to account */
"Log In" = "Zaloguj";

/* log out from account */
"Log Out" = "Wyloguj";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Zaloguj się automatycznie";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Zarządzaj kontem ChatSecure Push";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Zarządzaj zapisanymi certyfikatami SSL";

/* No comment provided by engineer. */
"Me" = "Me";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Wiadomość nie została wysłana, ponieważ nasz kolega zakończył prywatną rozmowę. Należy zamknąć lub odświeżyć połączenie.";

/* microphone permission is disabled */
"Microphone Disabled" = "Microphone Disabled";

/* SSL error message */
"Miscellaneous bad certificate" = "Różne złe certyfikaty";

/* SSL error message */
"Module attach failure" = "Błąd dołączania modułu";

/* Your QR code */
"My QR Code" = "My QR Code";

/* The string describing a buddy's display name */
"Name" = "Nazwa";

/* For a new settings value */
"New" = "Nowa";

/* Title for New Account View */
"New Account" = "Nowe konto";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nowy certyfikat SSL";

/* Label for button to go to next step */
"Next" = "Dalej";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nickname";

/* SSL error message */
"No Error" = "Brak błędu";

/* SSL error message */
"No renegotiation allowed" = "Ponowne negocjowanie niedozwolone";

/* Label in buddy list for users that are offline */
"Offline" = "Niepodłączony";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Stara";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Otwórz w Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Otwórz w Facebooku";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Otwórz w Twitterze";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Nieobowiązkowe";

/* Title for other miscellaneous settings group */
"Other" = "Inne";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Nasza polityka wymaga szyfrowania, ale staramy się wysłać niezaszyfrowaną wiadomości na zewnątrz.";

/* Label text for password field on login screen */
"Password" = "Hasło";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Certyfikat peer'a jest ważny lub ignorowany, jeśli weryfikacja została wyłączona";

/* SSL error message */
"Peer dropped connection before responding" = "Peer rozłączył połączenie przed udzieleniem odpowiedzi";

/* SSL error message */
"Peer host name mismatch" = "Nazwa hosta peer'a nie zgadza się";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Oczekuje na zatwierdzenie";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Usuń permanentnie";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Photo Library";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Przypięte certyfikaty";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Plaintext Only";

/* detail title label for invalid email */
"Please choose a valid email address" = "Proszę wybierz poprawny adres e-mail";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* title for contacts profile view */
"Profile" = "Profile";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "Kod QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Otrzymano ogólny błąd OTR.";

/* Error string for OTR message string */
"Received a heartbeat." = "Otrzymano puls.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Otrzymano zaszyfrowaną wiadomość, ale nie można jej odczytać, bo nie ma jeszcze ustawionego prywatnego połączenia.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Otrzymano niezaszyfrowaną wiadomość.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Otrzymano i odrzucono wiadomości przeznaczoną dla innej instancji.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Otrzymano własne wiadomości OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Ostatnio";

/* SSL error message */
"Record overflow" = "Przepełnienie danych";

/* Button title to reject a request such as a buddy request */
"Reject" = "Odrzuć";

/* Label for instruction to delete current recording */
"Release to delete" = "Release to delete";

/* Label for instruction to send current audio */
"Release to send" = "Release to send";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Zapamiętaj wyrażenie hasłowe";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Zapamiętaj hasło";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Usuń";

/* No comment provided by engineer. */
"Removed By Server" = "Removed By Server";

/* Reply to an incoming message */
"Reply" = "Odpowiedz";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Wymagane";

/* Label for button to resend message. */
"Resend" = "Resend";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Resend Message";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Resending this message will use %@.";

/* Label for text input for XMPP resource */
"Resource" = "Zasób";

/* Title for button for saving a setting */
"Save" = "Zapisz";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Zapisane certyfikaty";

/* Label for sharing via QR Code */
"Scan QR" = "Scan QR";

/* Label for text field where you search for a buddy */
"Search" = "Szukaj";

/* Title heading in settings */
"Security" = "Bezpieczeństwo";

/* Title of alert box warning about security issues */
"Security Warning" = "Ostrzeżenie zabezpieczeń";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send %@ encrypted message";

/* String on button to email feedback */
"Send Feedback" = "Napisz opinię";

/* The placeholder text in the chat view where the message should go */
"Click here to type something..." = "Click here to type something...";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Sending";

/* Error string for OTR message string */
"Sent a heartbeat." = "Wyślij puls.";

/* server selection section title */
"Server" = "Server";

/* SSL error message */
"Server closed session with no notification" = "Serwer zamknął sesję bez powiadomienia";

/* SSL error message */
"Server has requested a client cert" = "Serwer zażądał certyfikat klienta";

/* Title for the Settings screen */
"Settings" = "Ustawienia";

/* Title for sharing a link to the app */
"Share" = "Udostępnij";

/* Label for inviting friends via URL */
"Share Invite" = "Share Invite";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Show Advanced Encryption Settings";

/* toggle switch for show advanced */
"Show Advanced Options" = "Show Advanced Options";

/* title label for signing up for a new account */
"Sign Up" = "Zarejestruj się";

/* Label for button to skip this step */
"Skip" = "Pomiń";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Someone";

/* SSL error message */
"SSL protocol error" = "Błąd protokołu SSL";

/* Label for button to take a photo from camera */
"Take Photo" = "Take Photo";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "The app crashed last time it was launched. Send a crash report?";

/* Error string for OTR message string */
"The message received contains malformed data." = "Otrzymana wiadomość zawiera wadliwe dane.";

/* Error string for OTR message string */
"The previous message was resent." = "Poprzednia wiadomość została odesłana.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Serwer XMPP nie obsługuje rejestracji w zakresie pasma";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "To urządzenie nie jest skonfigurowane do czynienia płatności.";

/* Error message description */
"This message was received from an untrusted device." = "This message was received from an untrusted device.";

/* Error message description */
"This message was sent to an untrusted device." = "This message was sent to an untrusted device.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "To use this feature you must re-enable microphone permissions.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor jest funkcją eksperymentalną, proszę używaj ją z rozwagą.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Unable to Send Message";

/* SSL error message */
"Underlying cryptographic error" = "Podstawowy błąd kryptograficzny";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Nieoczekiwany (pominięty) wpis w DTLS";

/* SSL error message */
"Unexpected message received" = "Otrzymano nieoczekiwaną wiadomość";

/* SSL error message */
"Unknown Cert Authority" = "Nieznany certyfikat Centrum Autoryzacji";

/* SSL error message */
"Unknown certificate" = "Nieznany certyfikat";

/* Describes an error without a known cause */
"Unknown Error" = "Unknown Error";

/* Label for button to unlock app */
"Unlock" = "Odblokuj";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Unrecognized Invite Format";

/* Title for error message */
"Untrusted Device" = "Untrusted Device";

/* SSL error message */
"User canceled" = "Anulowane przez użytkownika";

/* Example of a username using the words user and example */
"user@example.com" = "użytkownik@przykład.pl";

/* Label text for username field on login screen */
"Username" = "Nazwa użytkownika";

/* SSL error message */
"Valid cert chain, untrusted root" = "Ważny łańcuch certyfikatów, niezaufany root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Ważny certyfikat";

/* To let the user know the fingerprint as been checked */
"Verified" = "Zweryfikowany/a";

/* Shown when verifying fingerprints */
"Verify" = "Weryfikuj";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Weryfikuj podpis cyfrowy";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Wersja";

/* The label for a button to view the buddy profile */
"View Profile" = "View Profile";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "View profile to review contact's devices or change encryption settings.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Waiting";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "wants to chat.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "We could not find any trusted devices for this account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "We could not find any trusted devices for this contact.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Czy chcesz połączyć się z UserVoice aby wysłać opinię?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* String used when onboarding works */
"You're ready to use" = "You're ready to use";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Twój datek wspomoże systematyczny rozwój ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Twoje hasło zostanie tylko zapisane w pęku kluczy iOS tego urządzenia i jest tylko tak bezpieczne, jak twoje wyrażenie hasłowe lub pin urządzenia. Jednak nie będzie występować podczas tworzenia kopii zapasowej/przywrócenia urządzenia przez iTunes, więc proszę nie zapomnij tego, bo możesz stracić twoją historię rozmów.";

